quest_1 = "เอาชนะต่อเนื่องใน โหมด 5v5"
quest_2 = "ใช้ Qi เอาชนะคู่ต่อสู้ในโหมดจัดอันดับ 1 ครั้ง"
quest_3 = "เล่นมือสังหารต่อเนื่อง 5 ครั้ง"

quest = [ 
    "เอาชนะต่อเนื่องใน โหมด 5v5",
    "ใช้ Qi เอาชนะคู่ต่อสู้ในโหมดจัดอันดับ 1 ครั้ง",
    "เล่นมือสังหารต่อเนื่อง 5 ครั้ง"]

print(quest)

quest.append("เอาชนะต่อเนื่อง 10 ครั้งในโหมดจัดอันดับ")

print(quest)

quest.insert(1,"เล่นซัพพอร์ตในโหมดจัดอันดับ")
print(quest)
quest.remove("เอาชนะต่อเนื่อง 10 ครั้งในโหมดจัดอันดับ")
print(quest)

quest = (
    "เอาชนะต่อเนื่องใน โหมด 5v5",
    "ใช้ Qi เอาชนะคู่ต่อสู้ในโหมดจัดอันดับ 1 ครั้ง",
    "เล่นมือสังหารต่อเนื่อง 5 ครั้ง")
